---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.CeramicApplicationType.HighGlossy
enum: Autodesk.Revit.DB.Visual.CeramicApplicationType
source: html/ae641cce-13c4-72ef-937c-d30776d18ae2.htm
---
# Autodesk.Revit.DB.Visual.CeramicApplicationType.HighGlossy